import './Importance.css'

/*interface IImportanceProps {

}*/

export default function Importance(/*props: IImportanceProps*/) {

    return (
        <div id='Importance' className='Importance'>
            <h2>חשיבות לימוד השפה הערבית</h2>
            <p>לימוד בסיסי של השפה הערבית הוא כלי חיוני עבור לוחמי צה"ל, ובפרט בגדוד 9311, המשרתים בגזרת עומק בלב אוכלוסייה ערבית. הידע בשפה מאפשר תקשורת ישירה עם האוכלוסייה המקומית, מה שמסייע בהבנת התרבות וההתנהגות, ובכך משפר את היכולת לבצע משימות בצורה יעילה ובטוחה יותר.</p>
            <p>בנוסף, לימוד השפה הערבית תורם לפיתוח כישורים אישיים ומקצועיים, כמו יכולת הקשבה, הבנה ותקשורת בין-תרבותית. זהו יתרון משמעותי בשדה הקרב ובמצבים של אינטראקציה עם האוכלוסייה המקומית.</p>
            <p>מעל 95%  מהיהודים בישראל אינם דוברים ערבית,  מה שיוצר פער תקשורתי משמעותי בשטח. וגם כאשר כ-20% מאוכלוסיית ישראל דוברת ערבית. והסביבה בה אנו פועלים דוברת ערבית.</p>
            <p>ובאופן כללי- כ-420 מיליון איש,  שהם כ-5.1% מאוכלוסיית העולם דוברים את השפה הערבית. כ-22 מדינות מוסלמיות וערביות והיא השפה החמישית המדוברת בעולם.</p>
        </div>
    )
}
